  // src/lessons/hiweb/1- کلیات.js

export default {
  // ================== فصل 1- کلیات ==================

    section: "1- کلیات",
    topics: [
      {
        title: "1- توضیحات",
        content:
          "در این بخش، پروژه‌ها و سرویس‌های های‌وب به صورت کلی معرفی می‌شوند.",
        subtopics: [
          {
            title: "مدارک هویتی",
            content:
              "زمان انجام هر کاری که به مرکز مخابرات یا شرکت زیرساخت ارتباطات مراجعه می‌شود، حتماً باید اصل کارت ملی همراه کارشناس باشد و همچنین مجوز یا معرفی‌نامه‌ از قبل صادر گردد."
          },

        ]
      },
      {
        title: "2- ایمنی",
        content:
          "رعایت اصول ایمنی در تمامی فرآیندهای فنی، نصب تجهیزات و محیط کاری های‌وب، اولویت اصلی جهت حفظ سلامت کارکنان و پایداری شبکه است.",
        subtopics: [
          {
            title: "اصول ایمنی",
            content:
              "استفاده از تجهیزات حفاظت فردی، رعایت استانداردهای ایمنی در کار در ارتفاع و دکل‌نوردی، ایمنی کار با برق و تجهیزات الکترونیکی، و برگزاری دوره‌های آموزشی مداوم برای تمامی نیروهای فنی."
          }
        ]
      },

    ]
  };