// src/lessons/hiweb/1- کلیات.js

export default {
  // ================== فصل 1- کلیات ==================

  section: "1- کلیات",
  topics: [
    {
      title: "1- الزامات اجرایی",
      content:
        "در 3 فصل",
      subtopics: [
        {
          title: "پیش از اعزام",
          content:
            "-",
          details: [
            {
              title: "شفاف‌سازی",
              content:
                "پیش از شروع عملیات لازم است خود را در آن موقعیت قرار دهید و نیاز واقعی را درک کنید. باید مشخص شود انجام این کار چه دلایلی دارد، در مسیر انجام آن با چه مراحل، نیاز ها یا محدودیت‌هایی مواجه می‌شوید و چه سؤالاتی باید پیش از اجرا روشن شوند. برداشت و انتظار طرفین یکسان گردد و تمام جزئیات کار به‌صورت دقیق مشخص شود تا از سوءبرداشت، اتلاف زمان و جا ماندن موارد جلوگیری شود."
            },
            {
              title: "مدارک هویتی",
              content:
                "در زمان مراجعه به مراکز تلفن، مخابرات، زیرساخت یا هر محل عملیاتی دیگر، همراه داشتن اصل کارت ملی الزامی است. همچنین مجوز، معرفی‌نامه یا هرگونه تأییدیه رسمی موردنیاز باید از قبل صادر و همراه کارشناس باشد تا فرآیند ورود و انجام مأموریت بدون مشکل انجام شود.",
            },
            {
              title: "وضعیت سامانه",
              content:
                "ابتدا باید وضعیت هر سامانه در سولار بررسی شود و اسکرین‌شات تهیه و به همراه کد سامانه، طول و عرض جغرافیایی در فضای ابری ارسال شود. سپس موقعیت سامانه‌ها روی نقشه مشخص و بهترین مسیر انتخاب گردد و هماهنگی با آژانس و بالابر انجام شود. در صورت خورشیدی بودن سامانه، کلید آن برداشته شود."
            },
            {
              title: "لوازم مصرفی",
              content:
                "چسب برق، سوکت شبکه، پچ‌کورد، کابل شبکه، کهنه و اسپری تنظیف، کابل برق، بست کمربندی، پیچ، مهره، واشر، ماژیک سی‌دی مارکر، خودکار، بست و ... با توجه به ماهیت مصرفی این اقلام، لازم است موجودی آن‌ها به‌صورت دوره‌ای و پیش از هر مأموریت بررسی و پیش‌بینی شود، تا در حین انجام کار با کمبود یا اتمام ناگهانی این اقلام در سامانه مواجه نشویم.",
            },
            {
              title: "کوله پشتی",
              content:
                "کوله کاری را باید به‌صورت تفکیک‌شده داشته باشیم: ۱) کوله کاری ، ۲) کوله کمربند.\n" +
                "کوله کاری اصلی: لپ‌تاپ با باتری 100 درصد و شارژر، کارت شبکه مگابیت و گیگابیت، مبدل افزایش طول شبکه، مولتی‌متر به‌همراه کابل، سنجاق یا سوزن سیم‌کارت، شارژر و کابل دیتای Type-C، ابزار عمومی و آچارها، ماژیک سی‌دی مارکر، لوازم یادداشت‌برداری، تجهیزات تست و هر وسیله‌ای که برای تنظیم، عیب‌یابی و ثبت اطلاعات لازم است.\n" +
                "کوله کمربند: ابزارهای کم کاربردتر مانند آچارهای 17 و 19، انبردست. در هر مأموریت باید قبل از حرکت، محتویات هر کوله دقیق بررسی شود تا مشخص باشد هر ابزار در کدام کوله قرار دارد و چیزی از قلم جا نیفتد."
            },
            {
              title: "تجهیزات بکاپ",
              content:
                "به‌طور کلی، اقلام پایه‌ای مانند مموری دوربین، پچ‌کورد، PoE، آداپتور، کابل برق، فیوز، کابل شبکه، کابل کوتاه و بلند، و مودم یا روتر بکاپ باید همیشه همراه کارشناس باشد. \n\n" +
                "منطق کار این است که اگر یک تجهیز اصلی از کار افتاده یا قطع شده باشد، باید تمام متعلقات وابسته به آن نیز همراه باشد. برای مثال اگر رادار یا تجهیزی مشابه دچار قطعی شود، باید خود رادار بکاپ، مبدل، کابل‌های موردنیاز، آداپتور و هر چیزی که برای راه‌اندازی یا تست آن لازم است همراه باشد. در مواردی که نیاز به تنظیمات از پایین دکل وجود دارد، کابل شبکه بلند نیز باید همراه باشد تا عیب‌یابی و تنظیمات بدون مشکل انجام شود. در صورت احتمال نیاز به کار طولانی با لپ‌تاپ، UPS نیز برداشته شود.",
            },
            {
              title: "رعایت قانون",
              content:
                "در انجام مأموریت‌ها تمامی مراحل باید دقیقاً طبق روال و قوانین انجام شود. ثبت درخواست، پرداخت هزینه‌ها و اعزام کارشناس باید از مسیر رسمی صورت گیرد.\n\n" +
                "از تصمیم‌های شخصی خارج از چارچوب خودداری شود. رعایت قانون علاوه بر جلوگیری از مشکلات و دردسرها در دنیا، از نظر شرعی نیز اهمیت دارد.\n\n",
            }
          ]
        },

        {
          title: "حین عملیات",
          content:
            "-",
          details: [
            {
              title: "کار با بالابر",
              content:
                "زمانی که بالابر به پای سامانه می‌رسد یا سوار شدن جهت پیمایش مسیر، باید یک عکس از موقعیت گرفته شود و در گروه ارسال گردد. این عکس با عنوان «شروع کار بالابر» و همراه با روز و تاریخ شمسی ثبت می‌شود. زمانی که کار با بالابر به پایان می‌رسد، باید یک عکس با عنوان پایان کار بالابر گرفته شده و در گروه ارسال گردد. این موضوع جهت شفاف سازی و محاسبه مدت زمان کار و برآورد هزینه بالابر اهمیت دارد. همچنین باید فاکتور بالابر دریافت شود یا برای سرپرست در فضای ابری ارسال گردد. این فاکتور مبنای پرداخت هزینه است و بدون آن امکان تسویه وجود ندارد."
            },
            {
              title: "دقت",
              content:
                "انجام دادن کارها با تمرکز و حواس‌جمعی کامل به نحوی که تمام مراحل مأموریت به صورت صحیح، دقیق و کاملاً منطبق بر ضوابط و فرآیندهای توافق‌شده پیش برود."
            },
            {
              title: "اصول ایمنی",
              content:
                "رعایت دقیق استانداردهای کار در ارتفاع با استفاده از هارنس فول بادی، لنیارد شوک گیر و کارابین در کنار بررسی دائم اتصالات دکل و کیف ابزار قبل از صعود؛\n\n" +
                "رعایت حریم برق‌داری و استفاده از ابزارهای عایق، فازمتر و دستکش‌های حفاظتی مناسب در زمان کار با باکس‌های برق، PoEها و منابع تغذیه دکل، به همراه قطع کامل جریان برق قبل از دست زدن به بخش‌های حساس؛\n\n" +
                "ارزیابی مستمر شرایط جوی نظیر باد شدید، بارندگی و صاعقه پیش از شروع صعود، و تعهد همیشگی به چک‌لیست‌های پیش از مأموریت برای تضمین سلامت نیروها.\n\n"+
                "در صورت استفاده از بالابر، برای ایمنی مسیر باید از کله‌قندی و پرچم استفاده شود. پرچم را می‌توان روی میلگرد نصب کرد؛ میلگرد به‌راحتی داخل قوطی‌های مستطیلی تابلوهای راهنمایی و رانندگی قرار می‌گیرد و کاملاً ثابت می‌ماند. رعایت اصول کار در ارتفاع و مراقبت از ابزار و پیچ‌ومهره‌ها بسیار مهم است؛ زیرا در صورت سقوط آن‌ها از بالا، در بهترین حالت فقط باعث اتلاف زمان و نیاز به پایین آمدن بالابر برای برداشتن ابزار می‌شود، اما در موارد دیگر ممکن است به خودروها یا شیشه آن‌ها آسیب بزند و حتی خطر برخورد با افراد حاضر در اطراف سامانه را به همراه داشته باشد. بنابراین نگهداری صحیح ابزار و جلوگیری از سقوط آن‌ها هنگام کار در ارتفاع الزامی است."
            },
            {
              title: "مراقبت و پیشگیری از اختلال",
              content:
                "هنگام کار بر روی دکل، وضعیت سلامت کابل‌ها را از نظر پوسیدگی بررسی کنید. مراقب باشید در حین تردد یا فعالیت، باعث قطع ناخواسته ارتباطات، چه شبکه خود و چه شبکه سایرین، نشوید. در هنگام نظافت یا تنظیم تجهیزات حساس مانند دوربین و رادار، بسیار دقیق عمل کنید تا کالیبراسیون آن‌ها به‌هم نخورد تا از بروز اختلال در عملکرد تجهیزات جلوگیری شود."
            },
            {
              title: "بررسی میدانی",
              content:
                "در زمان مراجعه به هر سامانه، باید یک بررسی میدانی کامل انجام شود. این بررسی شامل وضعیت ظاهری سامانه، تمیزی دوربین، سلامت پروژکتور، وضعیت روشنایی دکل، نوع روشن‌سازی (فتوسل یا ساعت نجومی) و سایر موارد دیگر است. چون هزینه و زمان برای رسیدن به محل صرف شده، لازم است از این فرصت برای یک بازدید دقیق و کامل استفاده شود تا اگر موردی وجود دارد همان‌جا ثبت و گزارش شود. این موارد باید در گزارش نهایی نیز قابل استناد باشد.",
            },
            {
              title: "هماهنگی با پشتیبانی",
              content:
                "در ابتدای ورود به محل، برای اطمینان از مراجعه به سامانه صحیح می‌توان از طریق ارتباط با مودم یا روتر، کد سامانه  را بررسی کرد. \n\n"+
                "پس از انجام اقدامات در سایت، چه کار به‌طور کامل انجام شده باشد و چه به هر دلیلی ناتمام مانده باشد، دریافت تأییدیه نهایی از پشتیبانی الزامی است. در صورت نبود تجهیزات جایگزین یا نیاز به تصمیم‌گیری جدید، ادامه یا توقف کار فقط با هماهنگی پشتیبانی انجام می‌شود.",
            }
          ]
        },

        {
          title: "پایان و گزارش",
          content:
            "در این مرحله، نتیجه عملیات، مستندات، گزارش فنی، فایل‌ها و پیگیری‌های پورتالی ثبت و نگهداری می‌شوند.",
          details: [
            {
              title: "ثبت مستندات و گزارش نهایی",
              content:
                "در صورت نیاز با شماره 121 حوادث برق تماس گرفته شود. در عکس‌ها باید Location فعال باشد تا مختصات Lat و Long در تصویر ثبت شود. همچنین ثبت کد سامانه و موقعیت مکانی در برنامه عکس‌برداری الزامی است. هر تجهیزی که نصب یا جمع‌آوری می‌شود باید با عکس واضح از شماره سریال، لیبل و وضعیت آن مستند شده و ترجیحا برچسب شناسایی دریافت کند یا با ماژیک وضعیت سلامت تجهیز مشخ گردد. در صورت بروز سرقت نیز تهیه و ثبت گزارش کلانتری ضروری است. باید از سامانه و موارد مهم آن عکس گرفته شود و از رابط کاربری لپ‌تاپ نیز اسکرین‌شات تهیه گردد. سپس گزارش و مستندات طبق هماهنگی با مسئول مربوطه در گروه بله ارسال شود. نهایتاً گزارش باید شامل محل مراجعه، شناسه سامانه، مشکل اعلام‌شده، علت خرابی، اقدامات انجام‌شده، نتیجه نهایی، وضعیت تحویل سامانه به پشتیبانی و ذکر نام پشتیبان و گزارش سرقت کلانتری باشد.",
            },
            {
              title: "نگهداری فایل‌ها",
              content:
                "نگهداری کلیه فایل‌ها شامل آپدیت‌ها، اسکریپت‌ها، فایل‌های متنی، اکسل، آموزشی، PDF، اسکرین‌شات‌ها، تصاویر، مستندات، یوزر و پسورد و سایر فایل‌های مرتبط الزامی است. این فایل‌ها باید به‌صورت مرتب، قابل دسترسی و قابل استناد نگهداری شوند تا در مراجعات بعدی یا پیگیری‌های فنی قابل استفاده باشند.",
            },
            {
              title: "پورتال‌های وب",
              content:
                "تمامی اقدامات، از ثبت درخواست تا پیگیری، اصلاح، تکمیل و بسته‌شدن تیکت‌ها باید در پرتال‌های وب و سامانه‌های مربوطه ثبت شود. هیچ کاری نباید صرفاً شفاهی یا خارج از سیستم پیگیری شود. ایجاد تیکت، ثبت شرح کار، پیگیری وضعیت، تکمیل اطلاعات و اطمینان از بسته شدن درخواست از وظایف اصلی این مرحله است.",
            },
            {
              title: "تکمیل روزانه",
              content: "اکسل تایم شیت شخصی و اکسل ماموریت 1405 "
            },
          ]
        }
      ]
    },


    {
      title: "2- توضیحات",
      content:
        "USO یا Universal Service Obligation به تعهد سراسری در زمینه فراهم‌سازی پوشش خدمات ارتباطی (مخابرات و اینترنت) در دورترین و محروم‌ترین مناطق کشور گفته می‌شود. هدف از راه‌اندازی سایت‌های USO جبران شکاف دیجیتال، توسعه عدالت ارتباطی و ارتقاء شاخص‌های توسعه انسانی در مناطق کم‌برخوردار روستایی، مرزی و صعب‌العبور است. این پروژه‌ها عموماً با استانداردهای ملی و نظارت دولت اجرا می‌شوند.",
      subtopics: [
        {
          title: "طراحی اپ رهکام",
          content:
            "استخراج اکسل از لیست سولار رهکام ، با وارد کردن کد سامانه، لت و لانگ و اسم و تمام جزئیات رو بیاره و مختصات دکمه کپی داشته باشه و همینطور ای پی ها  هم نسخه اندروید هم ویندوز"
        },
        {
          title: "فلوچارت",
          content: "-"
        },
        {
          title: "VPN",
          content: "شبکه های وب"
        },
        {
          title: "هدف USO",
          content:
            "اصلی‌ترین هدف پروژه USO، ایجاد فرصت برابر برای دسترسی همه مردم ایران به شبکه‌های ارتباطی مدرن است، خواه در کلان‌شهرها یا کوچک‌ترین روستاها. این کار به کاهش مهاجرت، رشد اقتصادی و اجتماعی کمک می‌کند."+
            "ارتباطات پایدار و باکیفیت زمینه بهره‌مندی از آموزش، بهداشت، خدمات الکترونیک دولت، بانکداری و بازارهای جدید را حتی برای کاربران مناطق محروم فراهم می‌کند."+
            "سایت‌های USO غالباً در مناطقی اجرا می‌شوند که بازگشت سرمایه برای اپراتور پایین است یا بخش خصوصی تمایلی به سرمایه‌گذاری ندارد، بنابراین توسط دولت یا با حمایت یارانه‌ای اجرا می‌شود."
        },
        {
          title: " روترهای MikroTik",
          content:
            "روتر MikroTik RB941-2nD hAP lite: مدل اقتصادی و سبک با وای‌فای ۲٫۴ گیگاهرتز، استاندارد 802.11n، دو زنجیره رادیویی و چهار پورت شبکه ۱۰/۱۰۰؛ مناسب اتصال‌های ساده و کم‌ترافیک و نامناسب برای بار سنگین یا سایت اصلی;\n\n" +
            "روتر MikroTik RB951Ui-2HnD: مدل میان رده بی‌سیم پنج پورت ۱۰/۱۰۰ (Fast Ethernet) با وای‌فای ۲٫۴ گیگاهرتز، استاندارد 802.11n، رادیوی پرقدرت و دو زنجیره رادیویی؛ دارای USB و خروجی PoE روی Ether5 و مناسب سایت‌ها یا محل‌هایی که به وای‌فای و برق‌رسانی به یک تجهیز جانبی نیاز دارند;\n\n" +
            "روتر MikroTik RB450G: روتر کابلی قدیمی‌تر با پنج پورت گیگابیتی، بدون وای‌فای، دارای امکاناتی مانند حافظه داخلی NAND، شیار microSD و پورت سریال؛ مناسب استفاده در سایت‌های کم‌ترافیک، اما از نظر پردازشی و نسلی قدیمی‌تر از RB750Gr3 است;\n\n" +
            "روتر MikroTik RB750Gr3 hEX: روتر کابلی جدیدتر با پنج پورت گیگابیتی، بدون وای‌فای، پردازنده قوی‌تر، دو هسته پردازشی، USB و مناسب برای Routing، NAT، Firewall و مدیریت ترافیک؛ بهترین گزینه در میان این چهار مدل برای استفاده عمومی کابلی و بار پردازشی بالاتر."
        },
        {
          title: "سایر کاربری ها",
          content:
            "هر تجهیز ممکن است در سایت‌های مختلف به‌صورت تکی یا ترکیبی به کار گرفته شوند؛ برای مثال یک رادیو گاهی به‌تنهایی به‌عنوان لینک اصلی استفاده می‌شود، گاهی منبع دریافت دیتای سایت USO است و گاهی همراه با روتر، سوئیچ یا تجهیزات جانبی در یک ساختار ترکیبی قرار می‌گیرد;\n\n" +
            "همچنین برخی تجهیزات مانند مودم‌های HHP یا LTE ممکن است بسته به شرایط پروژه، یک‌بار به‌عنوان لینک مستقل در بانک یا شرکت استفاده شوند و بار دیگر به‌جای مودم یا گیرنده اصلی در سایت‌های دیگر قرار گیرند، بدون آنکه نیاز باشد برای هر بار استفاده، شرح فنی آن دوباره ثبت شود;\n\n" +
            "بنابراین مبنای ثبت و مستندسازی تجهیزات، کاربرد غالب و شناخته‌شده هر تجهیز است و سایر موارد به‌عنوان ترکیب اجرایی یا سناریوی بهره‌برداری شناخته می‌شوند، نه به‌عنوان یک تعریف مستقل و تکراری."
        }

      ]
    },

    {
      title: "3- احداث سامانه جدید",
      content: "این مستند شامل هفت مرحله اصلی اجرای سامانه جدید است که از امکان‌سنجی تا گودبرداری، آرماتوربندی، قالب‌بندی، بتن‌ریزی، نصب سازه دکل و اجرای سیستم ارتینگ را در بر می‌گیرد.",
      subtopics: [
        {
          title: "امکان‌سنجی",
          content: "پیش از اجرای عملیات، امکان‌سنجی فنی و اجرایی انجام می‌شود. این مرحله شامل بررسی موقعیت جغرافیایی و ثبت مختصات محل نصب، بررسی زاویه دید برای پلاک‌خوانی، بررسی پوشش شبکه، تعیین روش تأمین انرژی (برق یا خورشیدی)، ارزیابی امنیت محل و بررسی دسترسی‌های عملیاتی مانند شانه خاکی و امکان استقرار بالابر است."
        },
        {
          title: "گودبرداری",
          content: "پس از تأیید محل، عملیات حفاری فونداسیون طبق نقشه اجرایی آغاز می‌شود. در این مرحله خاک‌برداری تا رسیدن به عمق و لایه خاکِ مناسب (بکر) برای تحمل بار سازه انجام شده و سطح گود برای مراحل بعدی آماده و تراز می‌گردد."
        },
        {
          title: "آرماتوربندی",
          content: "شبکه آرماتور طبق نقشه‌های محاسباتی اجرا می‌شود. در این مرحله رعایت دقیق سایز میلگردها و چشمه‌های شبکه، استفاده از اسپیسر برای ایجاد کاور بتن مناسب، و همچنین اتصال دقیق و مستحکم بولت‌های بیس‌پلیت به شبکه آرماتور پیش از بتن‌ریزی حیاتی است."
        },
        {
          title: "قالب‌بندی",
          content: "قالب‌ها باید تراز، مستحکم و بدون درز نصب شوند تا از خروج شیره بتن جلوگیری شود. در این مرحله شابلون‌گذاری دقیق برای تراز کردن بولت‌ها انجام می‌شود تا در زمان نصب دکل، انطباق کامل با سوراخ‌های بیس‌پلیت برقرار باشد."
        },
        {
          title: "بتن‌ریزی و لوله‌گذاری",
          content: "پیش از بتن‌ریزی، مسیر لوله‌گذاری (کاندوئیت) برای عبور کابل‌های برق و شبکه طبق نقشه تعبیه می‌شود. هنگام بتن‌ریزی از ویبراتور برای جلوگیری از ایجاد حفره (کرمو شدن) استفاده شده و سطح نهایی بتن تراز می‌شود. پس از آن، عملیات عمل‌آوری (آب‌دهی) جهت رسیدن به مقاومت استاندارد انجام می‌شود. نهایتا انتقال فونداسیون به محل حفاری شده"
        },
        {
          title: "نصب سازه دکل",
          content: "پس از حصول مقاومت لازم بتن، دکل توسط جرثقیل روی بولت‌ها مستقر می‌شود. مهره‌ها به‌صورت ضربدری و با گشتاور یکسان سفت می‌شوند تا فشار توزیع شود. تراز و عمودی بودن دکل با ابزار دقیق چک شده و تمامی اتصالات برای اطمینان از عدم وجود لقی بررسی می‌گردند."
        },
        {
          title: "سیستم ارتینگ",
          content: "برای حفاظت تجهیزات، حفر چاه ارت در موقعیت مناسب انجام شده و الکترود مسی همراه با مواد کاهنده مقاومت (مانند بنتونیت) درون چاه قرار می‌گیرد. بدنه دکل به سیستم ارت متصل شده و نهایتاً مقاومت زمین با روش سه‌میخ اندازه‌گیری می‌شود (مقدار مطلوب معمولاً کمتر از ۵ اهم است)."
        }
      ]
    }


  ]
};
