// src/lessons/hiweb/1- کلیات.js

export default {
  // ================== فصل 1- کلیات ==================

  section: "1- کلیات",
  topics: [
    {
      title: "1- الزامات اجرایی",
      content:
        "در این بخش، پروژه‌ها و سرویس‌های های‌وب به صورت کلی معرفی می‌شوند.",
      subtopics: [
        {
          title: "مدارک هویتی",
          content:
            "زمان انجام هر کاری که به مرکز تلفن، مرکز مخابرات یا شرکت زیرساخت و ارتباطات مراجعه می‌شود، حتماً باید اصل کارت ملی همراه کارشناس باشد و همچنین مجوز یا معرفی‌نامه‌ از قبل صادر گردد."
        },
        {
          title: "اصول ایمنی",
          content:
            "استفاده از تجهیزات حفاظت فردی، رعایت استانداردهای ایمنی در کار در ارتفاع و دکل‌نوردی، ایمنی کار با برق و تجهیزات الکترونیکی، و برگزاری دوره‌های آموزشی مداوم برای تمامی نیروهای فنی."
        },
        {
          title: "نکات ایمنی و پیشگیری از اختلال در تجهیزات",
          content:
            "هنگام کار بر روی دکل، وضعیت سلامت کابل‌ها را از نظر پوسیدگی بررسی کنید. مراقب باشید در حین تردد یا فعالیت، باعث قطع ناخواسته ارتباطات (شبکه خود یا سایرین) نشوید. در هنگام نظافت یا تنظیم تجهیزات حساس مانند دوربین و رادار، بسیار دقیق عمل کنید تا کالیبراسیون آن‌ها بهم نخورد. پیش از اتمام کار، حتماً از سفت بودن تمام پیچ‌ها و اتصالات اطمینان حاصل کنید تا از بروز حوادث و اختلال در عملکرد تجهیزات جلوگیری شود."
        },
        {
          title: "رعایت قانون و حلال و حرام",
          content:
            "در انجام مأموریت‌ها و ارائه خدمات به مشترکین، تمامی مراحل باید دقیقاً طبق روال و قوانین انجام شود. ثبت درخواست، پرداخت هزینه‌ها و اعزام کارشناس باید از مسیر رسمی صورت گیرد و دریافت هرگونه وجه خارج از سامانه یا توافق شخصی با مشترک مجاز نیست. رعایت قانون علاوه بر جلوگیری از مشکلات و دردسر ها در دنیا، از نظر شرعی نیز اهمیت دارد؛ زیرا بی‌توجهی به حلال و حرام اخرت انسان هم تباه می شود. بنابراین در هر شرایطی، حتی اگر مبلغ کم باشد یا زیاد، باید فقط از مسیر قانونی اقدام کرد و از تصمیم‌های شخصی خارج از چارچوب خودداری نمود."
        },
        {
          title: "نگهداری فایل ها",
          content:
            "نگهداری کلیه فایل ها ، اپدیت ها، اسکریپت ها، فایل های متنی، اکسل ، اموزشی، پی دی اف، اسکرین شات ها، تصاویر و مستندات، یوزر و پس و ..."
        },
        {
          title: "طراحی اپ رهکام",
          content:
            "استخراج اکسل از لیست سولار رهکام ، با وارد کردن کد سامانه، لت و لانگ و اسم و تمام جزئیات رو بیاره و مختصات دکمه کپی داشته باشه و همینطور ای پی ها  هم نسخه اندروید هم ویندوز"
        },
        {
          title: "پورتال های وب",
          content: "تیکت های رهکام"
        },
        {
          title: "فلوچارت",
          content: "-"
        },
        {
          title: "VPN",
          content: "شبکه های وب"
        },
        {
          title: "کار با بالابر",
          content:
            "زمانی که بالابر به پای سامانه می‌رسد، باید یک عکس از موقعیت گرفته شود و در گروه ارسال گردد. این عکس با عنوان «شروع کار بالابر» و همراه با تاریخ شمسی، نام سامانه و موقعیت ثبت می‌شود. زمانی که کار با بالابر به پایان می‌رسد، باید یک عکس با عنوان پایان کار بالابر گرفته شده و در گروه ارسال گردد. این موضوع جهت شفاف سازی و محاسبه مدت زمان کار و برآورد هزینه بالابر اهمیت دارد. همچنین  باید فاکتور بالابر دریافت شود. این فاکتور مبنای پرداخت هزینه است و بدون آن امکان تسویه وجود ندارد."
        },
        {
          title: "تجهیزات بکاپ",
          content:
            "در صورت غیرفعال بودن مودم احتمال سرقت کابل برق وجود دارد، بنابراین همراه داشتن کابل برق و فیوز ضروری است و همچنین آداپتور، PoE و مودم بکاپ همراه باشد. برای قطعی سایر تجهیزات نیز باید روتر و رادار بکاپ،آداپتور ها، کابل‌ پچ‌کورد کوتاه و ۳ متری دوربین ، POE دوربین و آداپتور رادار همراه باشد. همچنین برای انجام تنظیمات و عیب‌یابی دوربین و رادار، همراه داشتن کابل شبکه بلند لازم است تا امکان اتصال از پایین دکل و انجام تنظیمات فراهم باشد. در صورت نیاز به بالابر، کله قندی و پرچم برداشه شود.درصورت طولانی بودن کار با لپ تاپ UPS برداشته شود."
        },
        {
          title: "نکات ایمنی",
          content:
            "در صورت استفاده از بالابر، برای ایمنی مسیر باید از کله‌قندی و پرچم استفاده شود. پرچم را می‌توان روی میلگرد نصب کرد؛ میلگرد به راحتی داخل قوطی‌های مستطیلی تابلوهای راهنمایی و رانندگی قرار می‌گیرد و کاملاً ثابت می‌ماند. رعایت اصول کار در ارتفاع و مراقبت از ابزار و پیچ‌ومهره‌ها بسیار مهم است؛ زیرا در صورت سقوط آن‌ها از بالا، در بهترین حالت فقط باعث اتلاف زمان و نیاز به پایین آمدن بالابر برای برداشتن ابزار می‌شود، اما در موارد دیگر ممکن است به خودروها یا شیشه آنها آسیب بزند و حتی خطر برخورد با افراد حاضر در اطراف سامانه را به همراه داشته باشد. بنابراین نگهداری صحیح ابزار و جلوگیری از سقوط آن‌ها هنگام کار در ارتفاع الزامی است."
        },
        {
          title: "بررسی میدانی",
          content:
            "هنگام مراجعه به هر سامانه، باید وضعیت پروژکتور، دکل روشنایی و تنظیف دوربین بررسی و ثبت شود. مشخص شود سامانه از فتوسل استفاده می‌کند یا ساعت نجومی. تمام این موارد باید در گروه گزارش شود تا برای پیگیری‌های بعدی قابل استناد باشد."
        }
      ]
    },

    {
      title: "2- الزامات اجرایی",
      content:
        "رهکام",
      subtopics: [
        {
          title: "کار با بالابر",
          content:
            "زمانی که بالابر به پای سامانه می‌رسد، باید یک عکس از موقعیت گرفته شود و در گروه ارسال گردد. این عکس با عنوان «شروع کار بالابر» و همراه با تاریخ شمسی، نام سامانه و موقعیت ثبت می‌شود. زمانی که کار با بالابر به پایان می‌رسد، باید یک عکس با عنوان پایان کار بالابر گرفته شده و در گروه ارسال گردد. این موضوع جهت شفاف سازی و محاسبه مدت زمان کار و برآورد هزینه بالابر اهمیت دارد. همچنین  باید فاکتور بالابر دریافت شود. این فاکتور مبنای پرداخت هزینه است و بدون آن امکان تسویه وجود ندارد."
        },
        {
          title: "تجهیزات بکاپ",
          content:
            "در صورت غیرفعال بودن مودم احتمال سرقت کابل برق وجود دارد، بنابراین همراه داشتن کابل برق و فیوز ضروری است و همچنین آداپتور، PoE و مودم بکاپ همراه باشد. برای قطعی سایر تجهیزات نیز باید روتر و رادار بکاپ،آداپتور ها، کابل‌ پچ‌کورد کوتاه و ۳ متری دوربین ، POE دوربین و آداپتور رادار همراه باشد. همچنین برای انجام تنظیمات و عیب‌یابی دوربین و رادار، همراه داشتن کابل شبکه بلند لازم است تا امکان اتصال از پایین دکل و انجام تنظیمات فراهم باشد. در صورت نیاز به بالابر، کله قندی و پرچم برداشه شود.درصورت طولانی بودن کار با لپ تاپ UPS برداشته شود."
        },
        {
          title: "نکات ایمنی",
          content:
            "در صورت استفاده از بالابر، برای ایمنی مسیر باید از کله‌قندی و پرچم استفاده شود. پرچم را می‌توان روی میلگرد نصب کرد؛ میلگرد به راحتی داخل قوطی‌های مستطیلی تابلوهای راهنمایی و رانندگی قرار می‌گیرد و کاملاً ثابت می‌ماند. رعایت اصول کار در ارتفاع و مراقبت از ابزار و پیچ‌ومهره‌ها بسیار مهم است؛ زیرا در صورت سقوط آن‌ها از بالا، در بهترین حالت فقط باعث اتلاف زمان و نیاز به پایین آمدن بالابر برای برداشتن ابزار می‌شود، اما در موارد دیگر ممکن است به خودروها یا شیشه آنها آسیب بزند و حتی خطر برخورد با افراد حاضر در اطراف سامانه را به همراه داشته باشد. بنابراین نگهداری صحیح ابزار و جلوگیری از سقوط آن‌ها هنگام کار در ارتفاع الزامی است."
        },
        {
          title: "بررسی میدانی",
          content: "هنگام مراجعه به هر سامانه، باید وضعیت پروژکتور، دکل روشنایی و تنظیف دوربین بررسی و ثبت شود. مشخص شود سامانه از فتوسل استفاده می‌کند یا ساعت نجومی. تمام این موارد باید در گروه گزارش شود تا برای پیگیری‌های بعدی قابل استناد باشد."
        },
      ]
    },
    {
      title: "2- برنامه های وب",
      content: "تکمیل های وب و زیر مجموعه برنامه شخصی قسمت 5 شغل",
      subtopics: [
        {
          title: "کافی نت تکنو مارکت",
          content: "-"
        },
        {
          title: "رهکام",
          content: "-"
        },
        {
          title: "تکمیل تایم شیت شخصی های وب ",
          content: "تکمیل نواقص و افزودن در توضیحات کلیات"
        },
        {
          title: "تکمیل ماموریت 1405 ",
          content: "تکمیل نواقص و افزودن در توضیحات کلیات"
        },
        {
          title: "رهکام- شارژ نشدن باتری‌ها",
          content:
            "در بررسی سیستم مشخص شد پورت منفی باتری در شارژ کنترلر و اینورتر به صورت موازی متصل شده بود و همین موضوع باعث ایجاد خطا در شارژ کنترلر و در نتیجه شارژ نشدن باتری‌ها می‌شد؛ لازم است ساختار صحیح اتصال مشخص شود، ابهامات فنی برطرف گردد و مستندات و فایل‌های مربوطه به‌روزرسانی شوند"
        },
        {
          title: "دسته‌بندی فعالیت‌های کارهای جانبی",
          content:
            "تعیین ساختار مشخص برای هر سرویس از جمله ADSL، مرکز تلفن، فیبر نوری، افق کوروش، وایرلس، VSAT و پروژه‌های USO؛ به‌گونه‌ای که برای هرکدام دسته‌بندی فعالیت‌ها، تعداد بخش‌ها و چارچوب موضوعات قابل بررسی مشخص شود"
        }
      ]
    },
    {
      title: "3- روند عملیات",
      content:
        "در انجام عملیات نصب، بازدید و رفع خرابی سامانه رهکام، رعایت ایمنی، هماهنگی با مرکز و ثبت کامل مستندات در تمام مراحل کار الزامی است.",
      subtopics: [
        {
          title: "شفاف‌سازی",
          content:
            "پیش از شروع عملیات لازم است خود را در آن موقعیت قرار دهید و نیاز واقعی را درک کنید. باید مشخص شود انجام این کار چه دلایلی دارد، در مسیر انجام آن با چه مراحل، قطعات یا محدودیت‌هایی مواجه می‌شوید و چه سؤالاتی باید پیش از اجرا روشن شوند. برداشت و انتظار طرفین یکسان گردد و تمام جزئیات کار به‌صورت دقیق مشخص شود تا از سوءبرداشت، اتلاف زمان و جا ماندن موارد جلوگیری شود."
        },
        {
          title: "وضعیت سامانه",
          content:
            "ابتدا باید وضعیت هر سامانه در سولار بررسی شود و اسکرین‌شات تهیه و به همراه کد سامانه، طول و عرض جغرافیایی در فضای ابری ارسال شود. سپس موقعیت سامانه‌ها روی نقشه مشخص و بهترین مسیر انتخاب گردد و هماهنگی با آژانس و بالابر انجام شود. در صورت خورشیدی بودن سامانه، کلید آن برداشته شود."
        },
        {
          title: "لوازم مصرفی",
          content:
            "چسب برق، سوکت شبکه، پچ کورد،کهنه و اسپری تنظیف، کابل برق، بست کمربندی، پیچ، مهره و واشر"
        },
        {
          title: "کوله کاری",
          content:
            "لپ تاپ با باتری 100 درصد و شارژر، کارت شبکه مگابیت و گیگابیت، مبدل افزایش طول شبکه، مولتی متر به همراه کابل، سنجاق یا سوزن سیم کارت، شارژر و کابل دیتای تایپ سی، ماژیک سی دی مارکر، ابزار و اچار و .../شخصی علامت 3 نقطه و شرکتی علامت 1 نقطه."
        },
        {
          title: "تجهیزات بکاپ",
          content:
            "در صورت غیرفعال بودن مودم احتمال سرقت کابل برق وجود دارد، بنابراین همراه داشتن کابل برق و فیوز ضروری است و همچنین آداپتور، PoE و مودم بکاپ همراه باشد. برای قطعی سایر تجهیزات نیز باید روتر و رادار بکاپ،آداپتور ها، کابل‌ پچ‌کورد کوتاه و ۳ متری دوربین ، POE دوربین و آداپتور رادار همراه باشد. همچنین برای انجام تنظیمات و عیب‌یابی دوربین و رادار، همراه داشتن کابل شبکه بلند لازم است تا امکان اتصال از پایین دکل و انجام تنظیمات فراهم باشد. در صورت نیاز به بالابر، کله قندی و پرچم برداشه شود.درصورت طولانی بودن کار با لپ تاپ UPS برداشته شود."
        },
        {
          title: "نکات ایمنی",
          content:
            "در صورت استفاده از بالابر، برای ایمنی مسیر باید از کله‌قندی و پرچم استفاده شود. پرچم را می‌توان روی میلگرد نصب کرد؛ میلگرد به راحتی داخل قوطی‌های مستطیلی تابلوهای راهنمایی و رانندگی قرار می‌گیرد و کاملاً ثابت می‌ماند. رعایت اصول کار در ارتفاع و مراقبت از ابزار و پیچ‌ومهره‌ها بسیار مهم است؛ زیرا در صورت سقوط آن‌ها از بالا، در بهترین حالت فقط باعث اتلاف زمان و نیاز به پایین آمدن بالابر برای برداشتن ابزار می‌شود، اما در موارد دیگر ممکن است به خودروها یا شیشه آنها آسیب بزند و حتی خطر برخورد با افراد حاضر در اطراف سامانه را به همراه داشته باشد. بنابراین نگهداری صحیح ابزار و جلوگیری از سقوط آن‌ها هنگام کار در ارتفاع الزامی است."
        },
        {
          title: "بررسی میدانی",
          content:
            "هنگام مراجعه به هر سامانه، باید وضعیت پروژکتور، دکل روشنایی و تنظیف دوربین بررسی و ثبت شود. مشخص شود سامانه از فتوسل استفاده می‌کند یا ساعت نجومی. تمام این موارد باید در گروه گزارش شود تا برای پیگیری‌های بعدی قابل استناد باشد."
        },
        {
          title: "هماهنگی با پشتیبانی رهکام",
          content:
            " در ابتدای ورود جهت اطمینان از مراجعه به سامانه مورد نظر می توان با مودم یا روتر ارتباط گرفته و کد سامانه را بررسی نمود. برای هرگونه مراجعه جهت رفع خرابی، هماهنگی با پشتیبانی رهکام الزامی است.\n\nپس از انجام اقدامات در سایت، چه کار به‌طور کامل انجام شده باشد و چه به هر دلیلی ناتمام بماند، دریافت تأییدیه نهایی از رهکام ضروری است. در نبود تجهیزات جایگزین، ادامه یا توقف کار فقط با هماهنگی و تصمیم رهکام انجام می‌شود."
        },
        {
          title: "ثبت مستندات و گزارش نهایی",
          content:
            "در صورت نیاز با شماره 121 حوادث برق تماس گرفته شود. در عکس‌ها باید Location فعال باشد تا مختصات Lat و Long در تصویر ثبت شود. همچنین ثبت کد سامانه و موقعیت مکانی در برنامه عکس‌برداری الزامی است. هر تجهیزی که نصب یا جمع‌آوری می‌شود باید با عکس واضح از شماره سریال، لیبل و وضعیت آن مستند شده و در صورت نیاز برچسب شناسایی دریافت کند. در صورت بروز سرقت نیز تهیه و ثبت گزارش کلانتری ضروری است. باید از سامانه و موارد مهم آن عکس گرفته شود و از رابط کاربری لپ تاپ نیز اسکرین شات گرفته شود. سپس گزارش و مستندات طبق هماهنگی با مسئول در گروه بله رهکام ارسال می‌شود ضمن اینکه جنبه فنی حفظ می شود شرایط و جو کاری در نظر گرفته شود و نهایتا گزارشی که شامل محل مراجعه، شناسه سامانه، مشکل اعلام‌شده، علت خرابی، اقدامات انجام‌شده، نتیجه نهایی، وضعیت تحویل سامانه به پشتیبانی رهکام و گزارش سرقت کلانتری باشد."
        }
      ]
    },
    {
      title: "4- احداث سامانه جدید",
      content:
        "این مستند شامل چهار مرحله اصلی اجرای سامانه جدید است که از امکان‌سنجی تا عملیات عمرانی، نصب سازه دکل و اجرای سیستم ارتینگ را در بر می‌گیرد.",
      subtopics: [
        {
          title: "امکان‌سنجی",
          content:
            "پیش از اجرای عملیات، امکان‌سنجی فنی و اجرایی انجام می‌شود. این مرحله شامل بررسی موقعیت جغرافیایی و ثبت مختصات محل نصب، بررسی زاویه دید مناسب برای پلاک‌خوانی و اطمینان از نبود موانعی مانند درخت، تابلو یا پل، بررسی پوشش شبکه و انتخاب بهترین اپراتور، تعیین روش تأمین انرژی (برق شهری یا خورشیدی)، بررسی امنیت محل برای کاهش احتمال سرقت تجهیزات و کابل‌ها، و همچنین ارزیابی شرایط ایمنی و دسترسی عملیاتی شامل وضعیت شانه خاکی، امکان استقرار بالابر و مدیریت تردد جاده است."
        },
        {
          title: "عملیات عمرانی",
          content:
            "پس از تأیید امکان‌سنجی، عملیات عمرانی آغاز می‌شود. در این مرحله حفاری محل فونداسیون طبق نقشه انجام شده و سپس آرماتوربندی، قالب‌بندی و بتن‌ریزی با دقت در تراز بودن بیس‌پلیت صورت می‌گیرد. بولت‌های اتصال دکل مطابق نقشه اجرایی قبل از بتن‌ریزی کارگذاری می‌شوند. در صورت نیاز، مسیر لوله‌گذاری برای عبور کابل‌ها پیش از بتن‌ریزی اجرا می‌شود. در نهایت، عمل‌آوری بتن انجام شده و تا زمان رسیدن به مقاومت مورد نیاز، از نصب دکل خودداری می‌شود."
        },
        {
          title: "نصب سازه دکل",
          content:
            "با آماده شدن فونداسیون و رسیدن بتن به مقاومت لازم، عملیات نصب سازه دکل انجام می‌شود. دکل توسط جرثقیل یا بالابر روی بولت‌ها قرار گرفته و سوراخ‌های بیس‌پلیت با بولت‌ها به‌طور دقیق منطبق می‌شوند. مهره‌ها به صورت ضربدری سفت می‌گردند تا فشار یکنواخت توزیع شود و سازه به‌درستی مهار شود. سپس با استفاده از ابزار دقیق، تراز و عمودی‌بودن دکل کنترل شده و در پایان، استحکام تمامی پیچ‌ها، مهره‌ها و اتصالات بررسی می‌شود تا از عدم وجود لقی اطمینان حاصل گردد."
        },
        {
          title: "سیستم ارتینگ",
          content:
            "برای حفاظت دکل و تجهیزات در برابر صاعقه و تخلیه بارهای الکتریکی، سیستم ارتینگ اجرا می‌شود. این مرحله شامل حفر چاه ارت در موقعیت مناسب، قرار دادن الکترود مسی در چاه، استفاده از مواد کاهنده مقاومت مانند بنتونیت برای بهبود تماس الکترود با خاک، اتصال بدنه دکل به سیستم ارت با کابل و اتصالات استاندارد و در نهایت اندازه‌گیری مقاومت زمین با روش سه‌میخ است. مقدار مطلوب مقاومت زمین برای این سامانه معمولاً کمتر از ۵ اهم در نظر گرفته می‌شود."
        }
      ]
    }
  ]
};
