  // src/lessons/hiweb/1- کلیات.js

export default {
  // ================== فصل 1- کلیات ==================

    section: "1- کلیات",
    topics: [
      {
        title: "1- توضیحات",
        content:
          "در این بخش، پروژه‌ها و سرویس‌های های‌وب به صورت کلی معرفی می‌شوند.",
        subtopics: [
          {
            title: "مدارک هویتی",
            content:
              "زمان انجام هر کاری که به مرکز مخابرات یا شرکت زیرساخت ارتباطات مراجعه می‌شود، حتماً باید اصل کارت ملی همراه کارشناس باشد و همچنین مجوز یا معرفی‌نامه‌ از قبل صادر گردد."
          },

        ]
      },
      {
        title: "2- ایمنی",
        content:
          "رعایت اصول ایمنی در تمامی فرآیندهای فنی، نصب تجهیزات و محیط کاری های‌وب، اولویت اصلی جهت حفظ سلامت کارکنان و پایداری شبکه است.",
        subtopics: [
          {
            title: "اصول ایمنی",
            content:
              "استفاده از تجهیزات حفاظت فردی، رعایت استانداردهای ایمنی در کار در ارتفاع و دکل‌نوردی، ایمنی کار با برق و تجهیزات الکترونیکی، و برگزاری دوره‌های آموزشی مداوم برای تمامی نیروهای فنی."
          }
        ]
      },

      {
        title: "3- برنامه",
        content: "بررسی و پیگیری مشکلات سیستم خورشیدی",
        subtopics: [

          {
            title: "بررسی مشکل شارژ نشدن باتری",
            content: "بررسی اتصال‌ها؛ مشخص شد سیم‌کشی به صورت موازی باعث مشکل در شارژ باتری شده است"
          },

          {
            title: "بررسی شارژ کنترلر",
            content: "کنترل وضعیت عملکرد شارژ کنترلر و نحوه اتصال آن به پنل و باتری"
          },

          {
            title: "بررسی اینورتر",
            content: "بررسی نحوه اتصال اینورتر به باتری و اطمینان از صحت سیم‌کشی و عملکرد سیستم"
          }

        ]
      },

    ]
  };