  // src/lessons/hiweb/3- رویدادها.js

export default {

  // ================== فصل 3- رویدادها ==================

    section: "3- رویدادها",
    topics: [
      {
        title: "1- دیپلم ریاضی فیزیک 🚧 1376/03/21-1394/03",
        content: "شروع رسمی آموزش و آشنایی با محیط کلاس و درس، دورانی که پایه‌های اولیه سواد و یادگیری در آن شکل گرفت.",
        subtopics: [
          {
            title: "کودکی",
            content: "تولد 1376/03/21"
          },
          {
            title: "دبستان 🌱",
            content: "اول نجف آباد، دوم درچه و سوم به بعد سپاهانشهر"
          },
          {
            title: "راهنمایی 🚀 مسجد النور",
            content: "نوبنیاد سپاهانشهر"
          },
          {
            title: "دبیرستان 🧨",
            content: "ریاضی فیزیک - دبیرستان دکتر حسابی کوی امام"
          },
          {
            title: "کنکور ریاضی",
            content: "کنکور ریاضی"
          },
        ]
      },
      {
        title: "2- عمران 🚧 1394/04-1399/11",
        content: "روایت دوره‌ای از زندگی که با ورود به دانشگاه، تجربه‌های فکری، اجتماعی و شخصی تازه‌ای را رقم زد.",
        subtopics: [
          {
            title: "دانشگاه آزاد اسلامی واحد خوراسگان (اصفهان) 🌱 مسجد و بسیج",
            content: "کارشناسی پیوسته عمران، ترم مهر 1394 ، ادامه طبیعی مسیری بود که بدون هدف مشخص در دبیرستان و کنکور شکل گرفته بود. \n"+
            "🔸 مسجد النور سپاهانشهر 1394\n"+
            "🔸 مسجد حضرت قائم(عج)\n"+
            "بهارستان خ فرشته 🚧 1395 \n"+
            "🔸 بسیج دانشجویی\n"+
            "کاخ سفید 🚧 1396\n"+
            "🔸 بسیج دانش آموزی \n"+
            "طرح شهید بهنام محمدی 🚧 1397 \n"
          },
          {
            title: "انیمیشن 🚀",
            content:
             "1398 🚧 هرچه زمان می‌گذشت، ناهماهنگی عمیق‌تری بین روحیات، دغدغه‌ها و فضای رشته عمران احساس می‌شد. نه علاقه عمیق وجود داشت و نه تصویری روشن از آینده‌ای که ارزش تلاش‌کردن داشته باشد. \n"+
            "🔸 انصراف و فارغ التحصیلی در کاردانی عمران \n"+
            "تابستان 1398 دانشگاه عمران به‌جای پیشرفت، بیشتر به یک تجربه آگاهی‌بخش تبدیل شد؛ تجربه‌ای که نشان داد ادامه مسیر بدون هدف و مبنای فکری، فقط اتلاف انرژی است. \n"
          },
          {
            title: "خدمت 🧨",
            content:
              "🔸 1398/06/19-1399/10/11 🚧 \n"+
              "🔸 دو ماه آموزشی آبیک قزوین 🚧 یک ماه تهران 🚧 13 ماه اصفهان"
          },
          {
            title: "کارشناسی ناپیوسته معماری",
            content:
              "🔸 دانشگاه آزاد خوراسگان(اصفهان)-ترم بهمن 1399 \n"+
              "🔸 در و پنجره‌سازی قلعه شور- دی و بهمن 1399 \n"+
              "🔸 ازدواج شروع از 22 بهمن و عقد 1400/01/09 \n"
          },
        ]
      },

      {
        title: "3- مکانیک 🚧 1399/12-1403/07",
        content: "در طول دوره سربازی، تلاش برای ادامه تحصیل در رشته معماری و مدیریت زمان بین خدمت و درس.",
        subtopics: [
          {
            title: "مکانیک خودرو",
            content:
              "🔸 سایت بهارستان، مکانیکی پارس 🚧 اسفند 1399 تا اردیبهشت 1401 \n"+
              "🔸 انصراف از تحصیل و رشته معماری \n"+
              "🔸 ثبت نام کارشناسی قرآن و حدیث دانشگاه پیام نور خوراسگان 🚧 ورودی مهر 1400 🚧 عدم تحصیل به مدت دو ترم \n"
          },
          {
            title: "موسسه 🌱 قرآن و حدیث",
            content:
              "🔸 موسسه 🚧 1401/03-1403/07 \n"+
              "🔸 از سر گیری کارشناسی قرآن و حدیث دانشگاه پیام نور خوراسگان 🚧 ترم تابستان 1401 \n"+
              "🔸 مجتبی جلالی 🚧 روح الله قیدر لو 🚧 رضا نادری 🚧 مصطفی قنبری و شاسی \n"
          },
          {
            title: "هیدرولیک 🚀",
            content:
              "🔸 آماده سازی 🚧 صادق رئیسی و مهدی آداوودی \n"+
              "🔸 کمتر از سه سال عقد و تاریخ جدایی 1402/10/21 \n"+
              "🔸 ابتدای 1403 : 1.همه چهارتا 2.دست نگه داشتن 3.مدیریت \n"+
              "🔸 گریدر 705A-4 کوماتسو \n"
          },
          {
            title: "برق",
            content:
              "🔸 تغییر رویه به برق مرداد و شهریور 1403 \n"
          },
          {
            title: "کامپیوتر و هوش مصنوعی 🧨",
            content:
              "🔸 تغییر رویه به کامپیوتر و هوش مصنوعی 1403/07 \n"
          },
        ]
      },
      {
        title: "5- شبکه و تلکام 🚧 1403/08-تا الان",
        content: "مسیر شکل‌گیری تجربه‌های من در حوزه شبکه و فناوری از اولین تجربه‌ها تا فعالیت‌های حرفه‌ای.",
        subtopics: [
          {
            title: "شبکه",
            content:
              "🔸 کافی نت 1403/08 🚧 با فروش ماشین و راه‌اندازی یک کافی‌نت \n"+
              "🔸 دانشگاه علمی‌ کاربردی کارگران اصفهان (امام صادق(ع)) 🚧 ورودی ترم بهمن 1403 🚧 کارشناسی ناپیوسته شبکه های رایانه ای \n"+
              "🔸 مرکز تماس دمیس 🚧 اولین تجربه کاری رسمی در حوزه کال‌سنتر در مجموعه دمیس 🚧 اردیبهشت تا مرداد 1404 \n"+
              "🔸 فارغ التحصیلی کارشناسی قرآن و حدیث، دانشگاه پیام نور خوراسگان 🚧 مهر 1400 تا تابستان 1404 \n"+
              "🔸 پسیو شبکه فاطر-آبان ماه 1404 🚧 هتل آیریک میدان امام حسین(ع) \n"+
              "🔸 پشتیبان نرم افزار اتوماسیون توزیع برق پردیسان 🚧 آذر ماه 1404 \n"+
              "🔸 فاصله موسسه تا های وب 14 ماه 🚧 مدت 4 ماه حقوق 🚧 و مدت 10 ماه بدون حقوق \n"
          },
          {
            title: "دکل کار های‌وب 🌱",
            content:
              "🔸 شروع کار دی ماه 1404 در حوزه تلکام 🚧 تکنسین شبکه و مخابرات، رهکام، دکل‌ ایرانسل و ADSL و ... \n"+
              "🔸 ترم بهمن 1404 🚧 ترم سوم از 4032 🚧 7 درس \n"+
              "🔸 اقدام برای ازدواج \n"
          },
          {
            title: "برنامه",
            content:
              "🔸 برنامه‌ی من به دو بخش کلی تقسیم می‌شود 🚧 بُعد روحی و بُعد مادی \n"+
              "🔸 1 خودشناسی🚧 من همان روح هستم و این جسم متعلق به من است \n"+
              "🔸 2 تقوا🚧 انجام دستورات خدا \n"+
              "🔸 3 توحید🚧 نفی بندگی غیر خدا \n"+
              "🔸 4 تحصیلات🚧 کامپیوتر \n"+
              "🔸 5 شغل🚧 دکل کار های وب \n"+
              "🔸 6 خانواده🚧 ازدواج \n"+
              "🚧 برنامه ها 🚧 1،2،3،6 مجتمع 🚧 4 دانشگاه و کامپیوتر 🚧 5 های وب \n"+
              "🚧 در واقع یا وضعیت برنامه بررسی می شود یا برنامه ریزی می شود یا برنامه ریخته شده انجام می شود.\n"
          },
          {
            title: "سوف",
            content:
              "🔸 اکت 🚧 هوش \n"+
              "🔸 کنکور ارشد کامپیوتر 🚧 دکترا \n"+
              "🔸 جهاد تبیین 🚧 تحصیلات \n"+
              "🔸 شهادت \n"
          },
        ]
      },
    ]
  };
