// src/lessons/university/ترم تابستان 4043.js

export default {
  section: "ترم تابستان 4043",
  topics: [
    {
      title: "1- برنامه هفتگی",
      content:
        "برنامه ترم تابستان 4043 شامل 3 درس است. کارورزی 1 فعلاً زمان هفتگی ثبت‌شده در جدول ندارد.",
      subtopics: [
        {
          title: "دوشنبه",
          content:
            "🔸 ساعت 14:00 تا 19:00 - مهارت‌های مسئله‌یابی و تصمیم‌گیری (استاد عصمت اسلامی - گروه 117)"
        },
        {
          title: "سه‌شنبه",
          content:
            "🔸 ساعت 14:00 تا 19:00 - اندیشه اسلامی 2 (نبوت و امامت) (استاد حسین ترکی آفارانی - گروه 118)"
        },
        {
            title: "کارورزی ۱",
            content: "🔸 تکمیل گزارش های هفتگی و ماهانه / استاد عصمت اسلامی (گروه ۱۲۲)"
        },
      ]
    },

    {
      title: "2- برنامه دانشگاه",
      content: "تکمیل دانشگاه و زیر مجموعه برنامه شخصی قسمت 4 تحصیلات",
      subtopics: [
        {
          title: "تکالیف",
          content:
            "-"
        },
        {
          title: "ارائه‌ها و آزمون عملی",
          content:
            "🔸 کارورزی 1"
        },
        {
          title: "اصلاحات",
          content:
            "دو درس سوئیچینگ و مسیریابی پیشرفته و معماری و طراحی شبکه‌های رایانه‌ای از ترم 4042 پاس نشده‌اند و باید در ترم‌های بعد دوباره اخذ شوند.\n"
        },
        {
          title: "موارد اوکی",
          content:
            "📄 تاریخ تحلیلی صدر اسلام \n"+
            "🌐 شبکه‌های گسترده \n"+
            "🛠 نصب و پیکربندی تجهیزات شبکه \n"+
            "📡 شبکه‌های پیشرفته کامپیوتری \n"+
            "🔐 امنیت و مدیریت شبکه \n"+
            "📘 اندیشه اسلامی 2 \n"+
            "🧠 مهارت‌های مسئله‌یابی و تصمیم‌گیری \n"+
            "🎯 پیگیری کارورزی 1"
        },
        {
          title: "پلن بعدی",
          content:
            "پاس کردن دروس تابستان 4043 \n"+
            "اخذ مجدد سوئیچینگ و مسیریابی پیشرفته \n"+
            "اخذ مجدد معماری و طراحی شبکه‌های رایانه‌ای \n"+
            "تمرین و تکرار \n"+
            "پیگیری زمان ارائه یا تأیید کارورزی \n"+
            "بخش: Section / قسمت: Unit / فصل: Chapter / تیتر: Topic"
        },
      ]
    },

    {
      title: "3- امتحانات پایانترم",
      content:
        "برنامه نهایی ترم تابستان 4043",
      subtopics: [
        {
          title: "شنبه 1405/06/14",
          content:
            "🔸 ساعت 14:00 تا 14:40  اندیشه اسلامی 2 (نبوت و امامت)"
        },
        {
          title: "پنجشنبه 1405/06/19",
          content:
            "🔸 ساعت 10:00 تا 10:40  مهارت‌های مسئله‌یابی و تصمیم‌گیری"
        },
        {
          title: "ثبت نشده",
          content:
            "🔸 کارورزی 1"
        },
      ]
    },

    {
      title: "4- وضعیت واحد ها",
      content: "کارشناسی ناپیوسته شبکه‌های رایانه‌ای، ورودی بهمن 1403",
      subtopics: [
        {
          title: "واحد های اخذ شده ترم تابستان 4043",
          content:
            "تعداد 3 درس (6 واحد) 🚧 \n"+
            "اندیشه اسلامی 2(2)، کارورزی 1(2)، مهارت‌های مسئله‌یابی و تصمیم‌گیری(2)"
        },
        {
          title: "واحد های باقیمانده",
          content:
            "تعداد 11 درس (27 واحد) 🚧 \n"+
            "سوئیچینگ و مسیریابی پیشرفته(3)، معماری و طراحی شبکه‌های رایانه‌ای(3)، بلاک چین(3)، درس VOIP نصب و راه‌اندازی سیستم‌ها(3)، پروژه شبکه‌های رایانه‌ای(3)، تربیت بدنی(1)، کارورزی 2(2)، مجازی‌سازی(3)، اصول و فنون مذاکره(2)، تفسیر موضوعی نهج‌البلاغه(2)، کنترل پروژه(2)"
        },
        {
          title: "واحد های پاس شده",
          content:
            "تعداد 13 درس (34 واحد) ✅\n"+
            "کاربینی(1)✅، جبر خطی(2)✅، ریاضی علم کامپیوتر 2(3)✅، طراحی الگوریتم‌ها(3)✅، برنامه‌نویسی پایتون(3)✅، مبانی اینترنت اشیا(3)✅، مبانی رایانش ابری(3)✅، (آشنایی با دفاع مقدس(2) در کاردانی پاس شده✅)، امنیت و مدیریت شبکه(3)✅، شبکه‌های پیشرفته کامپیوتری(3)✅، تاریخ تحلیلی صدر اسلام(2)✅، شبکه‌های گسترده(3)✅، نصب و پیکربندی تجهیزات شبکه(3)✅"
        },
      ]
    }
  ]
};
