// src/lessons/university/ترم مهر 4051.js

export default {
  section: "ترم مهر 4051",
  topics: [
    {
      title: "1- برنامه هفتگی",
      content:
        "برنامه ترم مهر 4051 شامل 8 درس (19 واحد) است. دروس پروژه شبکه‌های رایانه‌ای و کارورزی 2 زمان هفتگی ثبت‌شده در جدول ندارند.",
      subtopics: [
        {
          title: "شنبه",
          content:
            "🔸 ساعت 14:00 تا 17:00 - نصب و راه‌اندازی سیستم‌های VoIP (استاد عباس تاتایی - گروه 511 - سایت 2)\n   (ثبت در هم‌آوا: 12:00 تا 17:00 - سایت 4)\n🔸 ساعت 17:00 تا 20:00 - بلاک چین (استاد وجیهه برومند - گروه 510 - سایت 1)\n   (ثبت در هم‌آوا: 17:00 تا 20:30)"
        },
        {
          title: "یکشنبه",
          content:
            "🔸 ساعت 08:00 تا 11:00 - معماری و طراحی شبکه‌های رایانه‌ای [جلسه اول] (استاد علی‌عسگری فروشانی - گروه 508 - کلاس 06)"
        },
        {
          title: "دوشنبه",
          content:
            "🔸 ساعت 16:00 تا 18:00 - معماری و طراحی شبکه‌های رایانه‌ای [جلسه دوم] (استاد علی‌عسگری فروشانی - گروه 508 - کلاس 06)"
        },
        {
          title: "پنج‌شنبه",
          content:
            "🔸 ساعت 12:00 تا 14:00 - اصول و فنون مذاکره (استاد مینا عسگریان لمجیری - گروه 502 - کلاس 12)\n🔸 ساعت 17:00 تا 19:00 - کنترل پروژه (استاد عصمت اسلامی - گروه 501 - کلاس 15)"
        },
        {
          title: "جمعه (آدینه)",
          content:
            "🔸 ساعت 12:00 تا 14:00 - ورزش 1 (استاد مرتضی صادقی - گروه 578 - ورزشگاه)\n🔸 ساعت 15:30 تا 17:00 - بلاک چین [جلسه دوم] (استاد وجیهه برومند - گروه 510 - کلاس 04)"
        },
        {
          title: "پروژه شبکه‌های رایانه‌ای",
          content: "🔸 پیگیری و هماهنگی با استاد راهنما (گروه 536 - 3 واحد)"
        },
        {
          title: "کارورزی ۲",
          content: "🔸 تکمیل ساعات حضور و گزارش‌های دوره‌ای (گروه 543 - 2 واحد)"
        }
      ]
    },


    {
      title: "2- برنامه دانشگاه",
      content: "تکمیل دانشگاه و زیر مجموعه برنامه شخصی قسمت 4 تحصیلات",
      subtopics: [
        {
          title: "تکالیف",
          content:
            "-"
        },
        {
          title: "ارائه‌ها و آزمون عملی",
          content:
            "-"
        },
        {
          title: "اصلاحات",
          content:
            "-\n"
        },
        {
          title: "موارد اوکی",
          content:
            "📄-\n"+
            "🎯-"
        },
        {
          title: "پلن بعدی",
          content:
            "- \n"+
            "-"
        },
      ]
    },

    {
      title: "3- امتحانات پایانترم",
      content:
        "برنامه نهایی ترم مهر 4051",
      subtopics: [
        {
          title: "شنبه 1405/10/26",
          content:
            "🔸 ساعت 13:30 - اصول و فنون مذاکره\n🔸 ساعت 19:05 - ورزش 1"
        },
        {
          title: "سه‌شنبه 1405/10/29",
          content:
            "🔸 ساعت 08:30 - بلاک چین"
        },
        {
          title: "دوشنبه 1405/11/05",
          content:
            "🔸 ساعت 16:00 - معماری و طراحی شبکه‌های رایانه‌ای\n🔸 ساعت 18:00 - کنترل پروژه"
        },
        {
          title: "سه‌شنبه 1405/11/06",
          content:
            "🔸 ساعت 13:30 - نصب و راه‌اندازی سیستم‌های VoIP"
        },
        {
          title: "ثبت نشده",
          content:
            "🔸 پروژه شبکه‌های رایانه‌ای\n🔸 کارورزی 2"
        }
      ]
    },


    {
      title: "4- وضعیت واحد ها",
      content: "کارشناسی ناپیوسته شبکه‌های رایانه‌ای، ورودی بهمن 1403",
      subtopics: [
        {
          title: "واحد های اخذ شده ترم مهر 4051",
          content:
            "تعداد 8 درس (19 واحد) 🚧 \n"+
            "اصول و فنون مذاکره(2)، بلاک چین(3)، پروژه شبکه‌های رایانه‌ای(3)، کارورزی 2(2)، کنترل پروژه(2)، معماری و طراحی شبکه‌های رایانه‌ای(3)، نصب و راه‌اندازی سیستم‌های VoIP(3)، ورزش 1(1)"
        },
        {
          title: "واحد های باقیمانده",
          content:
            "تعداد 3 درس (8 واحد) 🚧 \n"+
            "سوئیچینگ و مسیریابی پیشرفته(3)، مجازی‌سازی(3)، تفسیر موضوعی نهج‌البلاغه(2)"
        },
        {
          title: "واحد های پاس شده",
          content:
            "تعداد 16 درس (40 واحد) ✅\n"+
            "کاربینی(1)✅، جبر خطی(2)✅، ریاضی علم کامپیوتر 2(3)✅، طراحی الگوریتم‌ها(3)✅، برنامه‌نویسی پایتون(3)✅، مبانی اینترنت اشیا(3)✅، مبانی رایانش ابری(3)✅، (آشنایی با دفاع مقدس(2) در کاردانی پاس شده✅)، امنیت و مدیریت شبکه(3)✅، شبکه‌های پیشرفته کامپیوتری(3)✅، تاریخ تحلیلی صدر اسلام(2)✅، شبکه‌های گسترده(3)✅، نصب و پیکربندی تجهیزات شبکه(3)✅، اندیشه اسلامی 2(2)✅، کارورزی 1(2)✅، مهارت‌های مسئله‌یابی و تصمیم‌گیری(2)✅"
        },
      ]
    }

  ]
};
