  // src/lessons/university/ترم 4042.js

export default {

  section: "ترم 4042",
  topics: [
    {
      title: "1- برنامه هفتگی ریلاین",
      content:
        "زمان کلاس های ضبط شده یک ساعت زودتر نمایش داده میشود و کلا 4 روز در هفته : یکشنبه، سه شنبه، چهارشنبه و پنجشنبه ",
      subtopics: [
        {
          title: "یکشنبه",
          content:
            "🔸 ساعت 13:00  نصب و پیکربندی تجهیزات \n"+
            "🔸 ساعت 16:00  تاریخ تحلیلی \n"+
            "🔸 ساعت 18:00  شبکه های گسترده"
        },
        {
          title: "سه شنبه",
          content:
            "🔸 ساعت 14:00  سوئیچینگ و مسیریابی \n"+
            "🔸 ساعت 16:00  امنیت و مدیریت شبکه - "+
            " کلاس های 15 و 22 و 29 اردیبهشت، 3 جلسه آفلاین ضبط شد و 5 خرداد آنلاین"
        },
        {
          title: "چهارشنبه",
          content:
            "🔸 ساعت 18:00  معماری و طراحی شبکه"
        },
        {
          title: "پنجشنبه",
          content:
            "🔸 ساعت 16:00  شبکه های پیشرفته"
        },
      ]
    },

    {
      title: "2- برنامه دانشگاه",
      content: "تکمیل دانشگاه و زیر مجموعه برنامه شخصی قسمت 4 تحصیلات",
      subtopics: [
        {
          title: "تکالیف",
          content:
            "فقط 4 تا تکلیف نصب و پیکربندی \n"
        },
        {
          title: "ارائه‌ها و آزمون عملی",
          content:
            "🌐 شبکه‌های گسترده \n"+
            " آزمون عملی مجازی - 3 تا ویدیو و پکت تریسر\n\n"+
            "🛠 نصب و پیکربندی تجهیزات \n"+
            " متن برای ارائه پروژه ها\n\n"
        },
        {
          title: "اصلاحات",
          content:
            " \n"
        },
        {
          title: "موارد اوکی",
          content:
            "📄 تاریخ تحلیلی \n"+
            "📡 شبکه‌های پیشرفته \n"+
            "🧩 معماری و طراحی شبکه \n"+
            "🔐 امنیت و مدیریت شبکه \n"+
            "💻 سوئیچینگ و مسیریابی \n"+
            " مرور و تثبیت درس با گوش دادن به فایل صوتی"
        },
        {
          title: "پلن بعدی",
          content:
            "همه اوکی بشن \n"+
            "فایل صوتی \n"+
            "تمرین و تکرار \n"+
            "امتحان آنلاین \n"+
            "بخش: Section /قسمت: Unit / فصل: Chapter / تیتر: Topic"
        },
      ]
    },

    {
      title: "3- امتحانات پایانترم",
      content:
        "برنامه نهایی سامانه هم آوا در تاریخ 1405/04/01 قابل دریافت هست\n"+
        "امتحانات بخش نظری آنلاین",
      subtopics: [
        {
          title: "یکشنبه 1405/04/07",
          content:
            "🔸 ساعت 08:00  امنیت و مدیریت شبکه"
        },
        {
          title: "سه شنبه 1405/04/09",
          content:
            "🔸 ساعت 13:00  شبکه های پیشرفته"
        },
        {
          title: "شنبه 1405/04/13",
          content:
            "🔸 ساعت 08:00  سوئیچینگ و مسیریابی"
        },
        {
          title: "دوشنبه 1405/04/15",
          content:
            "🔸 ساعت 15:30  معماری و طراحی شبکه"
        },
        {
          title: "چهارشنبه 1405/04/17",
          content:
            "🔸 ساعت 08:00  نصب و پیکربندی تجهیزات"
        },
        {
          title: "جمعه 1405/04/19",
          content:
            "🔸 ساعت 10:30  شبکه های گسترده \n"+
            "🔸 ساعت 17:30  تاریخ تحلیلی صدر اسلام"
        },
      ]
    },
    {
      title: "4- وضعیت واحد ها",
      content: "کارشناسی ناپیوسته شبکه های رایانه ای، ورودی بهمن 1403، ترم سوم",
      subtopics: [
        {
          title: "واحد های اخذ شده ترم 4042",
          content: "تعداد 7 درس (20 واحد) 🚧 \n"+
          " امنیت و مدیریت شبکه(3)، شبکه های پیشرفته کامپیوتری(3)، تاریخ اسلام(2)، سوئیچینگ و مسیریابی پیشرفته(3)، شبکه های گسترده(3)، معماری و طراحی شبکه های رایانه ای(3)، نصب و پیکربندی تجهیزات شبکه(3)"
        },
        {
          title: "واحد های باقیمانده",
          content: "تعداد 12 درس (27 واحد) 🚧 \n"+
          "کارورزی 1(2)، اندیشه اسلامی 2(2)، مهارت های مسئله یابی و تصمیم گیری(2)، بلاک چین(3)، درس VOIP نصب و راه اندازی سیستم های (3)، پروژه شبکه های رایانه ای(3)، تربیت بدنی(1)، کارورزی 2(2)،  مجازی سازی(3)، اصول و فنون مذاکره(2)، تفسیر موضوعی نهج البلاغه(2)، کنترل پروژه(2)"
        },
        {
          title: "واحد های پاس شده",
          content: "تعداد 8 درس (20 واحد) 🚧\n"+
          " کاربینی(1)✅، جبر خطی(2)✅، ریاضی علم کامپیوتر 2(3)✅، طراحی الگوریتم ها(3)✅، برنامه نویسی پایتون(3)✅، مبانی اینترنت اشیا(3)✅، مبانی رایانش ابری(3)✅، (آشنایی با دفاع مقدس(2) در کاردانی پاس شده✅)"
        },
      ]
    }

  ]
};