  // src/lessons/university/3- کارورزی 1.js

export default {
  // ================== فصل 3- کارورزی 1 ==================

    section: "3- کارورزی 1",
    topics: [
      {
        title: "1- دفتر سوئیچینگ",
        content:
          "🔸 استاد:عباس تاتایی \n"+
          "📘✅ Jozveh Switching.pdf 🚧 شامل 4 فصل و 56 صفحه \n"+
          "🔸 انجام پروگرمینگ در برنامه پکت تریسر \n"+
          "🔸 از 18 فروردین 🚧 سه شنبه ها ساعت 14:00 \n",
        subtopics: [
          {
            title: "تکلیف، آزمون و غیره",
            content:
            "🔸 تاریخ 26 خرداد امتحان عملی 🚧 حضوری 🚧 راس ساعت کلاس 14 سایت دانشگاه  \n"
          },
          {
            title: "موارد انجام شده",
            content:
            "✅ 1 پیکربندی روتر جهت ارتباط telnet \n"+
            "✅ 2 پیکربندی DHCP بر روی یک اینترفیس روتر \n"+
            "✅ 3 پیکربندی سوئیج و روتر برای VLAN \n"+
            "✅ 4 پیکربندی VTP سوئیچ \n"+
            "✅ 5 تکلیف STP \n"+
            "✅ 6 sttic route 🚧 فک کنم سر کاری بود \n"+
            "✅ 7 RIP - OSPF - EIGRP Routing \n"
          },
          {
            title: "ریلاین",
            content: "🔸1 سه شنبه ۱۸ فروردین ۱۴۰۵ 🚧 وسط جلسه میپره کلاس/همون دوره CCNA Cisco/سوییچ های سیسکو/کدنویسی و پروگرم سیسکو/End device/NIC/کابلها \n"+
            "🔸2 سه شنبه ۰۱ اردیبهشت ۱۴۰۵ 🚧 وسط جلسه میپره کلاس/IMP/کابل BNC/ فیبر نوری/ \n"+
            "🔸3 سه شنبه ۰۸ اردیبهشت ۱۴۰۵ 🚧 سیسکو پکت تریسر /کانفیگ \n"+
            "🔸4 پارت یک- سه شنبه ۱۵ اردیبهشت ۱۴۰۵ 🚧 صدا بده/سیسکو پکت تریسر \n"+
            "🔸5 پارت دو -سه شنبه ۱۵ اردیبهشت ۱۴۰۵ 🚧 صدا بده/18 دقیقه توضیح تکالیف \n"+
            "🔸6 سه شنبه ۲۲ اردیبهشت ۱۴۰۵ 🚧 کامل گوش دادم /vtp /vlan trunking protocol پکت تریسر 3 تا سوییچ و هر کدوم سه تا پی سی و 1 سوییچ کور تکلیف همین سناریو \n"+
            "🔸7 سه شنبه 29 اردیبهشت ۱۴۰۵ 🚧 پروتکل STP \n"+
            "🔸8 سه شنبه 05 خرداد ۱۴۰۵ 🚧 روتینگ و مسیریابی استاتیک \n"+
            "✅9 سه شنبه 12 خرداد ۱۴۰۵ 🚧 شرکت کردم 🚧 نصفه \n"+
            "🔸 سه شنبه 19 خرداد ۱۴۰۵ 🚧 آنلاین 🚧 ندیدم هنوز \n"
          },
          {
            title: "دانلود فایل ها، جلسات جبرانی و آفلاین",
            content:
              "-"
          },
        ]
      },

      {
        title: "2- جزوه",
        content: "🔸 جزوه \n",
        subtopics: [
          {
            title: "مفاهیم پایه 🌐",
            content: "این فصل به مفاهیم پایه شبکه، دستگاه‌های پایانی و نقش کارت شبکه در برقراری ارتباط در شبکه آشنا می‌شویم.",
            details: [
              {
                title: "مفاهیم پایه",
                content: "شبکه مجموعه‌ای از دستگاه‌هاست که برای تبادل اطلاعات و اشتراک منابع به یکدیگر متصل شده‌اند. این ارتباط می‌تواند از طریق کابل یا به صورت بی‌سیم برقرار شود."
              },
              {
                title: "End device",
                content: "End Device به دستگاه‌هایی گفته می‌شود که کاربران مستقیماً با آن‌ها کار می‌کنند و در ابتدا یا انتهای مسیر ارتباط شبکه قرار دارند؛ مانند کامپیوتر، لپ‌تاپ، موبایل و پرینتر شبکه."
              },
              {
                title: "سرور / Host / میزبان",
                content: "سرور یا میزبان سیستمی است که منابع، داده‌ها یا سرویس‌هایی مانند فایل، وب یا پایگاه داده را در اختیار سایر دستگاه‌های شبکه قرار می‌دهد."
              },
              {
                title: "کلاینت / Terminal / سرویس‌گیرنده",
                content: "کلاینت دستگاهی است که برای دریافت خدمات به سرور متصل می‌شود و از منابع یا سرویس‌های ارائه‌شده در شبکه استفاده می‌کند."
              },
              {
                title: "NIC : Network Interface Card",
                content: "کارت شبکه یک قطعه سخت‌افزاری است که امکان اتصال یک دستگاه به شبکه را فراهم می‌کند و ارتباط میان سیستم و رسانه انتقال را برقرار می‌سازد."
              },
              {
                title: "وظایف NIC",
                content: "کارت شبکه مسئول ارسال و دریافت داده در شبکه، مدیریت آدرس MAC و آماده‌سازی اطلاعات برای انتقال روی رسانه شبکه است."
              },
              {
                title: "تبدیل سیگنال دیجیتال به آنالوگ و بالعکس",
                content: "کارت شبکه داده‌های دیجیتال سیستم را برای ارسال روی رسانه انتقال به سیگنال مناسب تبدیل می‌کند و در سمت دریافت نیز سیگنال را دوباره به داده دیجیتال تبدیل می‌کند."
              },
              {
                title: "تبدیل داده‌های موازی به سریال و بالعکس",
                content: "داده‌ها در داخل سیستم به صورت موازی پردازش می‌شوند اما برای انتقال روی کابل شبکه به صورت سریال ارسال می‌شوند و در مقصد دوباره به حالت موازی تبدیل می‌شوند."
              }
            ]
          },

        ]
      },

    ]
  };