  // src/lessons/university/8- کنکور ارشد.js

export default {
  // ================== فصل 8- کنکور ارشد ==================

    section: "8- کنکور ارشد",
    topics: [
      {
        title: "3- وضعیت",
        content:
          "کارشناسی ناپیوسته شبکه های رایانه ای،ورودی بهمن 1403، ترم سوم",
        subtopics: [
          {
            title: "واحد های پاس شده",
            content:
              "یکشنبه ها ساعت 12:00"
          },
          {
            title: "واحد های گرفته شده",
            content:
              "یکشنبه ها ساعت 15:00"
          },
          {
            title: "واحد های باقیمانده",
            content:
              "یکشنبه ها ساعت 15:00"
          },
        ]
      },
    ]
  };